[
    {
        "id": 1,
        "duaa": "اللهم إنا نسألك بأنك أنت الله الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد أن تنظر إلينا في ساعتنا هذه فتنزل علينا رحمة من عندك وحنانا من لدنك تغننا بها عن رحمة وحنان من سواك."
    },
    {
        "id": 2,
        "duaa": "إلهي ... كيف أمتنع بالذنب من الدعاء ولا أراك تمتنع مع الذنب من العطاء؟ فإن غفرت فخير راحم أنت وإن عذبت فغير ظالم أنت."
    },
    {
        "id": 3,
        "duaa": "إلهي وقف السائلون ببابك ، ولاذ الفقراء بجنابك ووقفت سفينة المساكين على ساحل كرمك، يرجون الجواز إلى ساحة رحمتك ونعمتك، إلهي إن كنت لاتكرم في هذا الشهر إلامن أخلص لك في صيامه فمن للمذنب المقصر إذا غرق في بحر ذنوبه وآثامه."
    },
    {
        "id": 4,
        "duaa": "رب اجعل أيامنا كلها سعادة رب بدد الأحزان وأبرئ الأسقام وابسط الأرزاق وحسن الأخلاق وانشر الرحمات وامح السيئات تباركت يا رب البريات يا رب الأرض والسماوات."
    },
    {
        "id": 5,
        "duaa": "إلهي إن كنت لاترحم إلا الطائعين فمن للعاصين، وإن كنت لاتقبل إلا العاملين فمن للمقصرين، إلهي ربح الصائمون، وفاز القائمون، ونجا المخلصون، ونحن عبيدك المذنبون فارحمنا برحمتك وجد علينا بفضلك ومنتك واغفر لنا أجمعين برحمتك يا أرحم الراحمين وصلي الله على سيدنا محمد وعلى آله وصحبه وسلم"
    },
    {
        "id": 6,
        "duaa": "ربنا اجعلنا لك ذكارين ، لك شكارين ، إليك أواهين منيبين ، تقبل يا رب توبتنا ، واغسل حوبتنا ، وأجب دعواتنا ، وثبت حجتنا ، واسلل سخائم صدورنا ، وعافنا واعف عنا."
    },
    {
        "id": 7,
        "duaa": "إلهنا لا تحرمنا من نبيك الشفاعة ، و اجعل التقوى لنا أربح بضاعة ، و لا تجعلنا فى شهرنا هذا من أهل التفريط و الإضاعة ، و امنا من خوفنا يوم تقوم الساعه برحمتك يا أرحم الراحمين"
    },
    {
        "id": 8,
        "duaa": "اللهم اجعلنا من الذين يقولون فيعملون ، ويعملون فيخلصون , ويخلصون فيقبلون ، ويقبلون فينعمون ، وينعمون ، وينعمون فيشاهدون برحمتك يا أرحم الراحمين"
    },
    {
        "id": 9,
        "duaa": "إلهي ، كيف أفرح وقد عصيتك ، وكيف لا أفرح وقد عرفتك ، وكيف أدعوك وأنا خاطىء ، وكيف لا أدعوك وأنت كريم"
    },
    {
        "id": 10,
        "duaa": "يا ربنا لك الحمد كما ينبغي لجلال وجهك وعظيم سلطانك"
    },
    {
        "id": 11,
        "duaa": "اللهم لك الحمد كله وإليك يرجع الأمر كله"
    },
    {
        "id": 12,
        "duaa": "رب اجعل أيامنا كلها سعادة رب بدد الأحزان وأبرئ الأسقام وابسط الأرزاق وحسن الأخلاق وانشر الرحمات وامح السيئات تباركت يا رب البريات يا رب الأرض والسماوات"
    },
    {
        "id": 13,
        "duaa": "سبحان الله عدد ما خلق في السماء، وسبحان الله عدد ما خلق في الأرض، وسبحان الله عدد ما بين ذلك، وسبحان الله عدد ما هو خالق، والله أكبر مثل ذلك، والحمد لله مثل ذلك، ولا حول ولا قوة إلا بالله مثل ذلك"
    },
    {
        "id": 14,
        "duaa": "أعوذ بالله السميع العليم من الشيطان الرجيم ، من نفخه، ونفثه، وهمزه"
    },
    {
        "id": 15,
        "duaa": "أعوذ بالله العظيم وبوجهه الكريم وسلطانه القديم من الشيطان الرجيم"
    },
    {
        "id": 16,
        "duaa": "اللهم لا تدع لنا ذنبا إلا غفرته، ولا هما إلا فرجته، ولا عيبا إلا أصلحته، ولا حاجة لنا من حوائج الدنيا والآخرة لك فيها رضى ولنا فيها صلاح إلا يسرتها وقضيتها برحمتك يا أرحم الراحمين"
    },
    {
        "id": 17,
        "duaa": "ربنا يا واسع الفضل والرحمة تول أمرنا وأحسن خلاصنا، كن لنا وليا ومعينا وظهيرا ونصيرا، انصرنا بما تنصر به أولياءك، استعملنا فيما تشغل به أحبابك، دلنا بهدايتك لما يرضيك عنا وخذ بنواصينا إليه حل بيننا وبين ما يغضبك واصرفه عنا"
    },
    {
        "id": 18,
        "duaa": "يا أكرم الأكرمين نسألك بركتك وعطفك ولطفك وعافيتك وبرك ورحمتك وحبك، نعوذ بك من تقلبات القلوب والأيام اعصمنا من المعاصي والآثام، اشغلنا بخير ما يرضيك عنا، احمنا من أذى الناس، اشغلنا بك عن همومنا اجعل الآخرة كل همنا"
    },
    {
        "id": 19,
        "duaa": "ربنا يا وهاب نسألك بركات ما أنزلت من السماء وما أخرجت من الأرض، ربنا امنحنا ولا تمتحنا، أنزل رحمتك وبركتك وعافيتك علينا ولا تبتلنا، نعوذ بك من فراغ العين والقلب، نعوذ بك من حب الدنيا والتعلق بشيء منها أو الانشغال به عنك"
    },
    {
        "id": 20,
        "duaa": "اللهم أصلح لنا ديننا الذي هو عصمة أمرنا، وأصلح لنا دنيانا التي فيها معاشنا، وأصلح لنا آخرتنا التي إليها معادنا، واجعل الحياة زيادة لنا في كل خير، واجعل الموت راحة لنا من كل شر"
    },
    {
        "id": 21,
        "duaa": "اللهم إني أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وبك منك، لا أحصي ثناءا عليك أنت كما أثنيت على نفسك"
    },
    {
        "id": 22,
        "duaa": "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري"
    },
    {
        "id": 23,
        "duaa": "رب انصر أهل سوريا المظلومين والمستضعفين، احمهم وادفع عنهم، انتقم ممن ظلمهم وبغى عليهم، كف بأس أعدائهم واستأصل شأفتهم ،نستغيث بك فأغثنا"
    },
    {
        "id": 24,
        "duaa": "اللهم ارزقنا شهادة في سبيلك، اكتب لنا أحسن موتة وأطيبها عندك، اجعلنا نحب لقاءك ونستعد له، ارزقنا أحسن عمل نختم به عمرنا، هون علينا السكرات، ألهمنا النطق بالشهادة عند خروج الروح، وأحضرنا ملائكة الرحمة بالبشرى بالجنة عند الموت"
    },
    {
        "id": 25,
        "duaa": "اللهم أرنا نعمك علينا واجعلنا من الحامدين الشاكرين وألهمنا الثناء بها عليك، ربنا أعنا بنعمتك على حسن عبادتك، نعوذ بك من كفر النعمة ومن سوء استقبالها أو استعمالها، رب زدنا ولا تحرمنا ولا تقطع عنا ما أوليتنا به"
    },
    {
        "id": 26,
        "duaa": "أسألك اللهم بأنك أنت الله ولم أكن بدعائك قط شقيا أن تجيرنا من النار وما يقرب إليها من قول وعمل ونسألك بوجهك الجنة بغير حساب أحينا في هذه الدنيا يا قيوم أسعد حياة ترضيك وارزقنا أكمل عمل ترفعه، وأصدق توبة تحبها"
    },
    {
        "id": 27,
        "duaa": "اللهم زدنا من بركاتك وعطاياك وهباتك، زد إيماننا ويقيننا، زد طاعاتنا وقرباتنا، زد تقوانا وخشيتنا، زد حبنا لك وتعلقنا بك، زد في ذلنا وخضوعنا لك، زد في قربنا منك وأنسنا بك، زد في انشغالنا بك ورغبتنا فيما عندك"
    },
    {
        "id": 28,
        "duaa": "ربنا يا كريم نستمطر من يمينك الملأى سحاء الليل والنهار من الرحمات والبركات ومن الإلهامات والإتحافات ومن الإكرامات والأعطيات والأنوار ما تملأ به حياتنا جمالا وسعادة ورضا ويقينا وراحة ورحمة وسكنا وسكينة وهدوءا وهدى وغنى وبركة"
    },
    {
        "id": 29,
        "duaa": "إلهي ! كل فرح بغيرك زائل ، وكل شغل بسواك باطل ، والسرور بك هو السرور ، والسرور بغيرك هو الزور والغرور"
    },
    {
        "id": 30,
        "duaa": "اللهم يا حبيب التائبين ، ويا سرور العابدين ، ويا قرة أعين العارفين ، ويا أنيس المنفردين ، ويا حرز اللاجئين ، ويا ظهير المنقطعين ، ويا من حنت إليه قلوب الصديقين ، اجعلنا من أوليائك المقربين ، وحزبك المفلحين"
    },
    {
        "id": 31,
        "duaa": "الحمد لله بجميع محامده كلها ما علمت منها وما لم أعلم، على جميع نعمه كلها ما علمت منها وما لم أعلم، عدد خلقه كلهم ما علمت منهم وما لم أعلم"
    },
    {
        "id": 32,
        "duaa": "اللهم اعطني من الدنيا ما تقيني به فتنتها وتغنيني به عن أهلها ويكون بلاغاً لي إلى ما هو خير منها فإنه لا حول ولا قوة إلا بالله العلي العظيم"
    },
    {
        "id": 33,
        "duaa": "اللهم قنعني بما رزقتني وبارك لي فيه واخلف عليَّ كُلَّ غائبةٍ بخير"
    },
    {
        "id": 34,
        "duaa": "اللهم لا تقطع رجائي وبلغني الأماني ، واكفني الأعادي ، وأصلح لي شأني ، وأكفني أمر ديني ودنياي وآخرتي، وارزقني قلباً تواباً لا كفارا ولامرتاباً . واغفر لي واهدني وارزقني وأنت خير الرازقين. برحمتك يا أرحم الراحمين"
    },
    {
        "id": 35,
        "duaa": "اللهم إني أسألك زيادة في العلم والدين ، وبركة في العمر والرزق وتوبة قبل الموت وراحة عند الموت ومغفرة ورحمة بعد الموت وجوازاً على الصراط وخلاصاً من الحساب ونصيباً وافراً من الجنة والرحمة والمغفرة والشفاعة والرضوان في الدين والدنيا والآخرة"
    },
    {
        "id": 36,
        "duaa": "اللهم كن لنا ولا تكن علينا اللهم كن لنا ولا تكن علينا اللهم ارحمنا فأنت بنا راحم ولا تعذبنا فأنت علينا قادر"
    },
    {
        "id": 37,
        "duaa": "اللهم اجعلنا ممن توكل عليك فكفيته واستهداك فهديته واستغفرك فغفرت له واستنصرك فنصرته ودعاك فأجبته"
    },
    {
        "id": 38,
        "duaa": "اللهم إني أسألك حبك وحب من يحبك وحب كل عمل يقربني إلى حبك، اللهم اجعل حبك أحب إليَّ من نفسي وأهلي ومالي وولدي ومن الماء البارد على الظمأ"
    },
    {
        "id": 39,
        "duaa": "لبيك ربنا وسعديك، والخير كله في يديك، والشر ليس إليك، إنا بك وإليك، تباركت وتعاليت، أستغفرك وأتوب إليك"
    },
    {
        "id": 40,
        "duaa": "اللهم إني أسألك الجنة وما قرب إليها من قول أو عمل وأعوذ بك من النار وما قرب إليها من قول أو عمل"
    },
    {
        "id": 41,
        "duaa": "اللهم اجعل في قلبي نورا ، وفي سمعي نورا ، وفي بصري نورا ، وعن يميني نورا ، وعن شمالي نورا ، ومن بين يدي نورا ، ومن خلفي نورا ، ومن فوقي نورا ، ومن تحتي نورا ، واجعل لي نورا ، وأعظم لي نورا"
    },
    {
        "id": 42,
        "duaa": "اللهم يا بارئ البريات ، وغافر الخـطيات ، وعالم الخفيات ، المطلع على الضمائر والنيات ، يا من أحاط بكل شيء علما ، ووسع كل شيء رحمة ، وقهر كل مخلوق عزة وحكما ، اغفر لي ذنوبي ، واستر عيوبي ، وتجاوز عن سيئاتي إنك أنت الغفور الرحيم"
    },
    {
        "id": 43,
        "duaa": "رب أعني ولا تعن علي ، وانصرني ولا تنصر علي ، وامكر لي ولا تمكر علي ، واهدني ويسر الهدى إلي ، وانصرني على من بغى علي"
    },
    {
        "id": 44,
        "duaa": "اللهم يا مقلب القلوب والأبصار ، ثبت قلوبنا على طاعتك ، ولا تزغ قلوبنا بعد إذ هديتنا ، ولا تفتنا في ديننا ، واجعل يومنا خيرا من أمسنا ، واجعل غدنا خيرا من يومـنا ، واجعل خير أعمارنا أواخرها ، وخير أعمالنا خواتيمها ، وخير أيامنا يوم نلقاك وأنت راض عنا"
    },
    {
        "id": 45,
        "duaa": "اللهم اجعلنا هادين مهتدين ، غير ضالين ولا مضلين ، سلما لأوليائك ، وحربا على أعدائك ، نحب بحبك من أحبك ، ونعادي بعداوتك من خالفك"
    },
    {
        "id": 46,
        "duaa": "اللهم أعنا على شهوات أنفسنا، وقسوة قلوبنا ، وضعف إرادتنا ، ولا تكلنا إلى أنفسنا ولا إلى أحد غيرك"
    },
    {
        "id": 47,
        "duaa": "اللهم اختم بالصالحات أعمالنا ، وبالسعادة آجالنا ، وبلغنا مما يرضـيك آمالنا"
    },
    {
        "id": 48,
        "duaa": "اللهم اجعل أول يومي صلاحا ، وأوسطه فلاحا ، وآخره نجاحا ، أسألك خير الدنيا والآخرة يا أرحم الراحمين"
    },
    {
        "id": 49,
        "duaa": "اللهم ابسط عليّ وعلى والدايّ من بركاتك ورحمتك ورزقك، اللهم ألبسهم العافية حتى يهنئا بالمعيشة واختم لهم بالمغفرة حتى لا تضرهم الذنوب، اللهم اكفهم كل هول دون الجنة حتى تبلغهم إياها، برحمتك يا ارحم الراحمين"
    },
    {
        "id": 50,
        "duaa": "اللهم ياغفار الذنوب وياعلام الغيوب ويامفرج الكروب ياكاشف الغمة ويارافع الظلمة اجعل لي من ضيقي مخرجا ومن همي فرجا، أنت اللطيف يا الله سبحانك تبت إليك فقني عذاب النار وأدخلني الجنة برحمتك مع الأبرار"
    },
    {
        "id": 51,
        "duaa": "ب يا عظيم لا تبتلنا نسألك عافيتك هي أوسع لنا، اجعلنا أرضى الناس بقضاءك وقدرك وأسعد الناس بلطفك وعافيتك وحبك وأنسك ورضاك اجعلنا محل كرامتك وحنانك وبرك وامتنانك اشملنا بسترك اغمرنا بنور من فيض صنائع عطاياك"
    },
    {
        "id": 52,
        "duaa": "رب أصلح لنا ديننا ارزقنا الإخلاص والصدق والصواب والقبول، أصلح دنيانا قنا همومها وغمومها وأحزانها وأنكادها، أصلح آخرتنا اجعلها أكبر همنا وبلغنا مما يرضيك آمالنا، ارزقنا بركة أيامنا نعوذ بك من شؤمها، اجعلنا من صفوة أحبابك"
    },
    {
        "id": 53,
        "duaa": "يارب ارزقنا الهداية والإخلاص والإحسان والقبول والستر والعفو والعافية والتوبة والصدق وحسن الخاتمة والرزق الحلال الواسع والبركة ارزقنا حبك ورضاك والأنس بك اجعل القرآن ربيع قلوبنا والصلاة قرة أعيننا أنصر بنا دينك"
    },
    {
        "id": 54,
        "duaa": "ربنا لك الحمد على جمالك وجلالك وعظمتك وكبريائك رب اعصمنا من الزلل واجبر ما بنا من خلل نعوذ بك من طول الأمل وحبوط العمل هبنا إخلاص إرادة المرادين خصنا بعافية الضنائن أصلحنا لنصلح لك. اهدنا. استرنا"
    },
    {
        "id": 55,
        "duaa": "اللهم ربنا لك الحمد أتمم النعمة والفضل والعافية والستر وجبر الكسر وزيادة البر وكبت الشر يامن تزيد في الخلق ما تشاء زدنا قوة منك نتقوى بها على طاعتك نلتمس عونا منك لنقوم بشكر نعمك أطفئ لوعة قلوبنا بفيض من حبك ولطفك"
    },
    {
        "id": 56,
        "duaa": "اللهم اجعل حبك أحب الأشياء إليّ ، واجعل خشيتك أخوف الأشياء عندي ، واقطع عني حاجات الدنيا بالشوق إلى لقائك ، و إذا أقررت أعين أهل الدنيا من دنياهم ، فأقرر عيني من عبادتك"
    },
    {
        "id": 57,
        "duaa": "اللَّهُمَّ اجعلني شكورا ، واجعلني صبورا ، واجعلني في عيني صغيرا وفي أعين الناس كبيرا"
    },
    {
        "id": 58,
        "duaa": "اللهم إني عبدك ابن عبدك ابن أمتك ناصيتي بيدك ماضٍ فيِّ حكمك عدلٌ فيِّ قضاؤك أسألك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك أو علمته أحد من خلقك أو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلبي ، ونور صدري ، وجلاء حُزني ، وذهاب همِّي"
    },
    {
        "id": 59,
        "duaa": "اللهم إني أسألك إيمانا يباشر قلبي ، حتى أعلم أنه لايُصيبني إلا ما كتبت لي ، ورضني من المعيشة بما قسمت لي"
    },
    {
        "id": 60,
        "duaa": "اللهم أنت خلقت نفسي، وأنت توفاها، لك مماتها ومحياها، إن أحييتها فاحفظها، وإن أمتها فاغفر لها"
    },
    {
        "id": 61,
        "duaa": "اللهم إنك قلت ادعوني استجب لكم وإنك لا تخلف الميعاد وإني أسألك كما هديتني للإسلام أن لا تنزعه مني حتى تتوفاني وأنا مسلم"
    },
    {
        "id": 62,
        "duaa": "اللهم إني أسألك من فضلك ورحمتك فإنه لا يملكها إلا أنت"
    },
    {
        "id": 63,
        "duaa": "اللهم إني أسألك نعيما لا يبيد وقرة عين لا تنفد ومرافقة النبي صلى الله عليه وسلم في أعلى جنة الخلد"
    },
    {
        "id": 64,
        "duaa": "اللهم إني أسألك نفسًا بك مطمئنة تؤمن بلقائك وترضى بقضائك وتقنع بعطائك"
    },
    {
        "id": 65,
        "duaa": "اللهم إني أسألك حبك وحب من يحبك والعمل الذي يبلغني حبك"
    },
    {
        "id": 66,
        "duaa": "اللهم إني أعوذ بك من الفقر والقلة و الذلة، وأعوذ بك من أن اَظْلِمَ أو اُظْلَمَ"
    },
    {
        "id": 68,
        "duaa": "اللهم إني أعوذ بك من غنى يطغيني . وأعوذ بك من فقر ينسيني"
    },
    {
        "id": 69,
        "duaa": "اللهم إني أعوذ بك من يوم السوء ومن ليلة السوء ومن ساعة السوء ومن صاحب السوء ومن كل سوء في الدنيا والآخرة"
    },
    {
        "id": 70,
        "duaa": "اللهم ارزقني حبك وحب من ينفعني حبه عندك"
    },
    {
        "id": 71,
        "duaa": "اللهم ابسط علينا من بركاتك ورحمتك وفضلك ورزقك"
    },
    {
        "id": 72,
        "duaa": "اللهم طهر قلبي من النفاق ، وعملي من الرياء ، ولساني من الكذب ، وعيني من الخيانة ، فإنك تعلم خائنة الأعين وما تخفي الصدور"
    },
    {
        "id": 73,
        "duaa": "اللهم لا تكلني إلى نفسي طرفة عين ، ولا تنزع مني صالح ما أعطيتني"
    },
    {
        "id": 74,
        "duaa": "يا من لا يشغله شيء عن سماع الدعاء، يا فعال لما يشاء، يا من لا يغالطه السائلون، ولا يبرمه الملحون، اغفر لي وارحمني، يا من لا يغفر الذنوب غيره"
    },
    {
        "id": 75,
        "duaa": "اللهم فرغني لما خلقتني له، ولا تشغلني بما قد تكفلت لي به، ولا تحرمني وأنا أسألك، ولا تعذبني وأنا أستغفرك . يا عظيم العفو، يا واسع المغفرة، يا قريب الرحمة، يا ذا الجلال والإكرام، هب لي العافية في الدنيا والآخرة"
    },
    {
        "id": 76,
        "duaa": "اللهم اجعلنا ممن يؤمن بلقائك، ويرضى بقضائك، ويقنع بعطاياك، ويخشاك حق خشيتك"
    },
    {
        "id": 77,
        "duaa": "أنزل علينا من أوسع رحماتك يارحيم ما تصلح به ديننا ودنيانا وأهلنا وأولادنا ارزقنا صون رحمتك بصيانة التقوى والورع واستدامتها بخشيتك في السر والعلن وزيادتها بشكرك وحسن عبادتك اجعلنا من أحبابك والصالحين من عبادك"
    },
    {
        "id": 79,
        "duaa": "رب يا عظيم لا تبتلنا نسألك عافيتك هي أوسع لنا اجعلنا أرضى الناس بقضاءك وقدرك وأسعد الناس بلطفك وعافيتك وحبك وأنسك ورضاك اجعلنا محل كرامتك وحنانك وبرك وامتنانك اشملنا بسترك اغمرنا بنور من فيض صنائع عطاياك"
    },
    {
        "id": 80,
        "duaa": "يا رب إن قلوبنا ظمأى لفيض من رضوانك فانشر علينا من فضلك وعافيتك ورحماتك وإن افئدتنا تشتهي حبك.. فارفق بنا ارزقنا لطائف أنوار تثبيتك نعوذ بك من فجأة البلاء، وتشفي الأعداء نسألك العون على تحرير الصدق وتجريد القصد أحبنا.. وارض عنا"
    },
    {
        "id": 81,
        "duaa": "يا ربنا نبُث إليك نجوى حيائنا من شدة ضعفنا ونبث إليك اعتذارنا عن فرط عجزنا فاقبل معذرتنا وقوِ ضعفنا اجعلنا أول عُتقائك من النار أول ليلة من رمضان اكتبنا من الفائزين المقبولين المغفور لهم المرحومين أحبنا وارض عنا"
    },
    {
        "id": 82,
        "duaa": "يا أكرم الأكرمين ، نسألك بركتك وعطفك ولطفك وعافيتك وبرك ورحمتك وحبك ، نعوذ بك من تقلبات القلوب والأيام ، اعصمنا من المعاصي والآثام ، اشغلنا بخير ما يرضيك عنا ، احمنا من أذى الناس ، اشغلنا بك عن همومنا ، اجعل الآخرة كل همنا"
    },
    {
        "id": 83,
        "duaa": "رب أصلح لنا ديننا ارزقنا الإخلاص والصدق والصواب والقبول أصلح دنيانا قنا همومها وغمومها وأحزانها وأنكادها أصلح آخرتنا اجعلها أكبر همنا وبلّغنا مما يرضيك آمالنا ارزقنا بركة أيامنا، نعوذ بك من شؤمها اجعلنا من صفوة أحبابك"
    },
    {
        "id": 84,
        "duaa": "اللهم إني أسألك الإقبال عليك والإصغاء إليك والفهم عنك والبصيرة في أمرك والنفاذ في طاعتك والمواظبة على إرادتك والمبادرة في خدمتك وحسن الأدب في معاملتك والتسليم والتفويض إليك"
    },
    {
        "id": 85,
        "duaa": "يارب ارزقنا الهداية والإخلاص والإحسان والقبول والستر والعفو والعافية والتوبة والصدق وحسن الخاتمة والرزق الحلال الواسع والبركة ارزقنا حبك ورضاك والأنس بك اجعل القرآن ربيع قلوبنا والصلاة قرة أعيننا أنصر بنا دينك"
    },
    {
        "id": 86,
        "duaa": "رب انصر أهل غزة المظلومين والمستضعفين في كل مكان احمهم وادفع عنهم انتقم من اليهود عذبهم واستأصل شأفتهم كف بأسهم نستغيث بك فأغثنا"
    },
    {
        "id": 87,
        "duaa": "نسألك اللهم من خفي ألطافك لطفا تهدي به قلوبنا فتفرح بالحق وتحبه وتألفه وترضاه وتثبت عليه ولطفا تهدي به أولادنا فيكونون لك كما تحب وترضى ولطفا تصرف به عنا وعنهم ما يؤذينا أو يضرنا ولطفا تدفع به عنا البلاء والفتن"
    },
    {
        "id": 88,
        "duaa": "اللهم أتمم لنا نعمتك وبركتك وفضلك ورحمتك وسترك وعافيتك اللهم افتح بصيرتنا على ما تحبه من فعل الخيرات الذي يرضيك عنا ويحببنا إليك وحببه إلينا وأعنا عليه ويسره لنا وتقبله منا رب اجعلنا من أحب عبادك إليك وآثرهم عندك"
    },
    {
        "id": 89,
        "duaa": "اللهم اهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم"
    },
    {
        "id": 90,
        "duaa": "اللهم آتني الحكمة التي من أوتيها فقد أوتي خيرا كثيرا"
    },
    {
        "id": 91,
        "duaa": "اللهم ثبتني بالقول الثابت في الحياة الدنيا وفي الآخرة"
    },
    {
        "id": 92,
        "duaa": "اللهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين"
    },
    {
        "id": 93,
        "duaa": "اللهم قني شح نفسي واجعلني من المفلحين"
    },
    {
        "id": 94,
        "duaa": "اللهم آتنا في الدنيا حسنة،وفي الآخرة حسنة وقنا عذاب النار"
    },
    {
        "id": 95,
        "duaa": "اللهم إني أعوذ بك من فتنة النار وعذاب النار، وفتنة القبر، وعذاب القبر، وشر فتنة الغنى، وشر فتنة الفقر، اللهم إني أعوذ بك من شر فتنة المسيح الدجال، اللهم اغسل قلبي بماء الثلج والبرد، ونق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب. اللهم إني أعوذ بك من الكسل والمأثم والمغرم"
    },
    {
        "id": 96,
        "duaa": "اللهم إني أعوذ بك من العجز، والكسل، والجبن، والهرم، والبخل، وأعوذ بك من عذاب القبر، ومن فتنة المحيا والممات"
    },
    {
        "id": 97,
        "duaa": "اللهم إني أعوذ بك من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء"
    },
    {
        "id": 98,
        "duaa": "اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر"
    },
    {
        "id": 99,
        "duaa": "اللهم إني أسألك الهدى، والتقى، والعفاف، والغنى"
    },
    {
        "id": 100,
        "duaa": "اللهم إني أعوذ بك من العجز، والكسل، والجبن، والبخل، والهرم، وعذاب القبر، اللهم آت نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها، اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعوة لا يستجاب لها"
    },
    {
        "id": 101,
        "duaa": "اللهم اهدني وسددني، اللهم إني أسألك الهدى والسداد"
    },
    {
        "id": 102,
        "duaa": "اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك"
    },
    {
        "id": 103,
        "duaa": "اللهم إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل"
    },
    {
        "id": 104,
        "duaa": "اللهم أكثر مالي، وولدي، وبارك لي فيما أعطيتني"
    },
    {
        "id": 105,
        "duaa": "لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات، ورب الأرض، ورب العرش الكريم"
    },
    {
        "duaa": "اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله لا إله إلا أنت"
    },
    {
        "duaa": "لا إله إلا أنت سبحانك إني كنت من الظالمين"
    },
    {
        "duaa": "اللهم إني عبدك ابن عبدك ابن أمتك، ناصيتي بيدك، ماض في حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في كتابك، أو علمته أحدا من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي"
    },
    {
        "duaa": "اللهم مصرف القلوب صرف قلوبنا على طاعتك"
    },
    {
        "duaa": "يا مقلب القلوب ثبت قلبي على دينك"
    },
    {
        "duaa": "اللهم إني أسألك [اليقين] [والعفو] والعافية في الدنيا والآخرة"
    },
    {
        "duaa": "اللهم أحسن عاقبتنا في الأمور كلها، وأجرنا من خزي الدنيا وعذاب الآخرة"
    },
    {
        "duaa": "رب أعني ولا تعن علي، وانصرني ولا تنصر علي، وامكر لي ولا تمكر علي، واهدني ويسر الهدى إلي، وانصرني على من بغى علي، رب اجعلني لك شكارا، لك ذكارا، لك رهابا، لك مطواعا، إليك مخبتا أواها منيبا، رب تقبل توبتي، واغسل حوبتي، وأجب دعوتي، وثبت حجتي، واهد قلبي، وسدد لساني، واسلل سخيمة قلبي"
    },
    {
        "duaa": "اللهم إنا نسألك من خير ما سألك منه نبيك محمد صلى الله عليه وسلم، ونعوذ بك من شر ما استعاذ منه نبيك محمد صلى الله عليه وسلم، وأنت المستعان، وعليك البلاغ، ولا حول ولا قوة إلا بالله"
    },
    {
        "duaa": "اللهم إني أعوذ بك من شر سمعي، ومن شر بصري، ومن شر لساني، ومن شر قلبي، ومن شر منيي"
    },
    {
        "duaa": "اللهم إني أعوذ بك من البرص، والجنون، والجذام، ومن سيئ الأسقام"
    },
    {
        "duaa": "اللهم إني أعوذ بك من منكرات الأخلاق، والأعمال، والأهواء"
    },
    {
        "duaa": "اللهم إنك عفو تحب العفو فاعف عني"
    },
    {
        "duaa": "اللهم إني أسألك فعل الخيرات، وترك المنكرات، وحب المساكين، وأن تغفر لي، وترحمني، وإذا أردت فتنة قوم فتوفني غير مفتون، وأسألك حبك، وحب من يحبك، وحب عمل يقربني إلى حبك"
    },
    {
        "duaa": "اللهم احفظني بالإسلام قائما، واحفظني بالإسلام قاعدا، واحفظني بالإسلام راقدا، ولا تشمت بي عدوا ولا حاسدا. اللهم إني أسألك من كل خير خزائنه بيدك، وأعوذ بك من كل شر خزائنه بيدك"
    },
    {
        "duaa": "اللهم إني أعوذ بك من الجبن، وأعوذ بك من البخل، وأعوذ بك من أن أرد إلى أرذل العمر، وأعوذ بك من فتنة الدنيا وعذاب القبر"
    },
    {
        "duaa":"اللهم اغفر لي خطيئتي، وجهلي، وإسرافي في أمري، وما أنت أعلم به مني، اللهم اغفر لي هزلي، وجدي، وخطئي، وعمدي، وكل ذلك عندي"
    },
    {
        "duaa":"اللهم إني ظلمت نفسي ظلما كثيرا، ولا يغفر الذنوب إلا أنت. فاغفر لي مغفرة من عندك، وارحمني إنك أنت الغفور الرحيم"
    },
    {
        "duaa":"اللهم لك أسلمت، وبك آمنت، وعليك توكلت، وإليك أنبت، وبك خاصمت. اللهم إني أعوذ بعزتك لا إله إلا أنت أن تضلني، أنت الحي الذي لا يموت، والجن والإنس يموتون"
    },
    {
        "duaa":"اللهم إنا نسألك موجبات رحمتك، وعزائم مغفرتك، والسلامة من كل إثم، والغنيمة من كل بر، والفوز بالجنة، والنجاة من النار"
    },
    {
        "duaa":"اللهم اغفر للمؤمنين والمؤمنات"
    },
    {
        "duaa":"اللهم اغفر لي ذنبي، ووسع لي في داري، وبارك لي فيما رزقتني"
    },
    {
        "duaa":"اللهم إني أسألك من فضلك ورحمتك؛ فإنه لا يملكها إلا أنت"
    },
    {
        "duaa":"اللهم إني أعوذ بك من الهرم، والتردي، والهدم، والغم، والغرق، والحرق، وأعوذ بك أن يتخبطني الشيطان عند الموت، وأعوذ بك أن أموت في سبيلك مدبرا، وأعوذ بك أن أموت لديغا"
    },
    {
        "duaa":"اللهم إني أعوذ بك من الجوع؛ فإنه بئس الضجيع، وأعوذ بك من الخيانة؛ فإنها بئست البطانة"
    },
    {
        "duaa":"اللهم إني أعوذ بك من الفقر، [والفاقة]، والقلة، والذلة، وأعوذ بك من أن أظلم أو أظلم"
    },
    {
        "duaa":"اللهم إني أعوذ بك من جار السوء في دار المقامة؛ فإن جار البادية يتحول"
    }
]